Repository: DST-Hamlet/travel-core
Catalog: scripts/languages/*_*.po
Languages: french, german, italian, portuguese_br, russian, spanish

# STRINGS.ACTIONS.HACK
source: HACK
french: Tailler
german: Hacken
italian: Colpisci
portuguese_br: Dilacerar
russian: Рубить
spanish: Cortar a tajos

# STRINGS.ACTIONS.SHEAR
source: Shear
french: Couper
german: Scheren
italian: Tosa
portuguese_br: Tosquiar
russian: Подстричь
spanish: Esquilar

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.GOLDENMACHETE
source: Hack in style!
french: Pour tailler avec style !
german: Hacken mit Stil!
italian: Colpisce con stile!
portuguese_br: Cortando com estilo!
russian: Кромсать с шиком!
spanish: ¡Corta con estilo!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MACHETE
source: I like the cut of this blade.
french: J'aime le tranchant de cette lame.
german: Ich mag den Schnitt dieser Klinge.
italian: Mi piace il taglio di questa lama.
portuguese_br: Gosto do corte dessa lâmina.
russian: Мне нравится форма этого лезвия.
spanish: Me gusta cómo corta esta hoja.

# STRINGS.CHARACTERS.WAGSTAFF.DESCRIBE.GOLDENMACHETE
source: Gold is so plentiful here I can use it in household tools.
french: L'or est si courant dans ces contrées que l'on peut s'en servir pour la fabrication d'outils domestiques.
german: Es gibt hier so viel Gold, dass ich Werkzeuge für den Haushalt daraus machen kann.
italian: L'oro è così abbondante qui che posso usarlo per gli utensili domestici.
portuguese_br: Tem tanto ouro aqui que posso usá-lo para fabricar utensílios domésticos.
russian: Золота здесь так много, что я могу изготавливать из него инструменты.
spanish: Aquí abunda tanto el oro que puedo usarlo para herramientas caseras.

# STRINGS.CHARACTERS.WAGSTAFF.DESCRIBE.MACHETE
source: A pragmatic tool for slashing objects.
french: Un outil pragmatique pour tailler des objets.
german: Werkzeug, praktisch zum Zerteilen von Objekten.
italian: Uno strumento pragmatico per affettare gli oggetti.
portuguese_br: Uma ferramenta pragmática para cortar objetos.
russian: Практичный инструмент для разрубания.
spanish: Una pragmática herramienta para cortar objetos.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.GOLDENMACHETE
source: I can hack in style.
french: Je vais tailler avec style.
german: Damit kann ich Dinge mit Stil zerhacken.
italian: Posso incidere con stile.
portuguese_br: Posso cortar com estilo.
russian: Я могу стильно рубить.
spanish: Puedo cortar con estilo.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.MACHETE
source: What a hack job.
french: C'est un truc que je m'achète.
german: Hacken ohne Macken.
italian: Che lavoraccio.
portuguese_br: Tipo um facão, mas não é facão.
russian: Люблю рубить.
spanish: Qué trabajo más cortante.

# STRINGS.CHARACTERS.WALTER.DESCRIBE.GOLDENMACHETE
source: Hack in style!
french: Hackez avec style !
german: Hacken Sie mit Stil!
italian: Hack con stile!
portuguese_br: Corte com estilo!
russian: Взломайте стильно!
spanish: ¡Hackea con estilo!

# STRINGS.CHARACTERS.WALTER.DESCRIBE.MACHETE
source: I like the cut of this blade.
french: J'aime la coupe de cette lame.
german: Ich mag den Schnitt dieser Klinge.
italian: Mi piace il taglio di questa lama.
portuguese_br: Eu gosto do corte desta lâmina.
russian: Мне нравится огранка этого лезвия.
spanish: Me gusta el corte de esta hoja.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.GOLDENMACHETE
source: What else do you do with gold in a jungle island?
french: Que faites-vous d'autre avec de l'or dans une île de la jungle ?
german: Was macht man sonst noch mit Gold auf einer Dschungelinsel?
italian: Cos'altro fai con l'oro in un'isola nella giungla?
portuguese_br: O que mais você faz com ouro em uma ilha na selva?
russian: Что еще делать с золотом на острове в джунглях?
spanish: ¿Qué más haces con el oro en una isla selvática?

# STRINGS.CHARACTERS.WANDA.DESCRIBE.MACHETE
source: It's for chopping, simple as that.
french: C'est pour hacher, aussi simple que ça.
german: Es ist zum Hacken, so einfach ist das.
italian: È per tagliare, semplice come quello.
portuguese_br: É para picar, simples assim.
russian: Это для рубки, вот так просто.
spanish: Es para picar, así de sencillo.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.GOLDENMACHETE
source: Fancy slicer.
french: Jolie lame.
german: Nettes Küchenmesserchen!
italian: Affettatrice raffinata.
portuguese_br: Cortador extravagante.
russian: Красивый резак.
spanish: Un cortador bonito.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.MACHETE
source: I could chop many an onion with this!
french: Je pourrais émincer plein d'oignons avec ça !
german: Wenn ich müsste, könnte ich es zerschmettern.
italian: Potrei tagliarci un sacco di cipolle!
portuguese_br: Eu poderia cortar muitas cebolas com isso!
russian: Сколько лука можно им нарезать!
spanish: ¡Podría cortar un montón de cebollas con esto!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.GOLDENMACHETE
source: I shall swing you with pride.
french: Je vais te brandir avec fierté.
german: Ich werde sie mit Stolz schwingen.
italian: Ti brandirò con orgoglio.
portuguese_br: Usarei você com orgulho.
russian: Буду махать тобой гордо.
spanish: Te blandiré con orgullo.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.MACHETE
source: A fine length of blade.
french: Jolie longueur de lame.
german: Die Klinge hat eine gute Länge.
italian: Una lama dalla lunghezza giusta.
portuguese_br: Um bom tamanho de lâmina.
russian: Подходящая длина лезвия.
spanish: Una espada de buena longitud.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.GOLDENMACHETE
source: I've always wanted to hack things in luxury.
french: J'ai toujours voulu tailler de façon luxueuse.
german: Ich wollte schon immer mit Stil Dinge zerhacken.
italian: Ho sempre voluto incidere le cose col lusso.
portuguese_br: Sempre quis dilacerar as coisas luxuosamente.
russian: Всегда хотел рубить все подряд с шиком.
spanish: Siempre he querido cortar cosas de forma lujosa.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MACHETE
source: Truthfully I was always a hack.
french: Honnêtement, j'ai toujours été de taille.
german: Ehrlich gesagt war ich immer ein Hacker.
italian: In verità sono sempre stato un dilettante.
portuguese_br: Honestamente, sempre fui afiado.
russian: По правде говоря, я всегда любил рубить.
spanish: La verdad, siempre fui un hacha.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.GOLDENMACHETE
source: What a beautiful blade!
french: Quelle belle lame !
german: Was für eine hübsche Klinge!
italian: Ma che bella lama!
portuguese_br: Que lâmina linda!
russian: Какой красивый клинок!
spanish: ¡Qué hoja más bonita!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.MACHETE
source: Hyah! Hyah!
french: Tchac ! Tchac !
german: Jawoll!
italian: Zap zap!
portuguese_br: Hua! Hua!
russian: Хия! Хия!
spanish: ¡Jiá! ¡Jiá!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.GOLDENMACHETE
source: What a fancy blade to ruin bamboo with!
french: Quelle jolie lame pour massacrer le bambou !
german: Was für eine hübsche Klinge, um Babmus zu vernichten!
italian: Ma che lama raffinata con cui rovinare il bambù!
portuguese_br: Que lâmina chique para arruinar bambu!
russian: Какое замечательное орудие для рубки бамбука!
spanish: ¡Qué hoja más lujosa para destrozar el bambú!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MACHETE
source: This is a lot of blade.
french: Ça fait beaucoup de lame.
german: Das ist eine gute Klinge.
italian: È un bel pezzo di lama.
portuguese_br: Quanta lâmina!
russian: Какое длинное лезвие.
spanish: Es una espada muy grande.

# STRINGS.CHARACTERS.WHEELER.DESCRIBE.GOLDENMACHETE
source: For the sophisticated adventurer.
french: Pour l'aventurier aux goûts sophistiqués.
german: Für den anspruchsvollen Abenteurer.
italian: Per avventurieri sofisticati.
portuguese_br: Para os aventureiros sofisticados.
russian: Для искателя приключений из высшего общества.
spanish: Para aventureros sofisticados.

# STRINGS.CHARACTERS.WHEELER.DESCRIBE.MACHETE
source: Machete. Designed for adventure.
french: Une machette. Conçue pour l'aventure.
german: Machete. Geschaffen für Abenteuer.
italian: Machete. Pensato per l'avventura.
portuguese_br: Facão. Projetado para a aventura.
russian: Мачете. Создан для приключений.
spanish: Machete. Diseñado para aventuras.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.GOLDENMACHETE
source: The most malleable of metals, but let's see how it slices.
french: Le plus malléable des métaux, mais voyons comme ça tranche.
german: Das formbarste aller Metalle. Mal schauen, wie man damit graben kann.
italian: Il più malleabile dei metalli, ma vediamo come taglia.
portuguese_br: O mais maleável dos metais, mas vamos ver como corta.
russian: Самый мягкий из металлов, но давайте посмотрим, как он режет.
spanish: El más maleable de todos los metales, pero vamos a ver cómo corta.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MACHETE
source: Used for hacking through the brush.
french: Elle sert à tailler dans les taillis.
german: Um einen Weg durch den Busch zu bahnen.
italian: Utilizzato per farsi strada attraverso la boscaglia.
portuguese_br: Usado para cortar os arbustos.
russian: Используется для прорубания дороги сквозь кустарник.
spanish: Se usar para abrirse paso a través de la maleza.

# STRINGS.CHARACTERS.WILBA.DESCRIBE.GOLDENMACHETE
source: 'TIS SHINY TOOL O' SLASHINGS
french: C'EST UN OUTIL BRILLANT POUR TRANCHER
german: 'S IST EIN GLÄNZENDES HIEBWERKZEUG.
italian: QUESTO È UN ATTREZZO BRILLANTE PER AFFETTARE
portuguese_br: ÉS FERRAMENTAS BRILHANTIS DOS CORTE
russian: ЗЛАТОЙ ОГРОМНЫЙ НОЖ
spanish: HERRAMIENTA RELUCIENTE PARA CORTAR

# STRINGS.CHARACTERS.WILBA.DESCRIBE.MACHETE
source: YON SLASHY TOOL
french: UN OUTIL POUR TRANCHER
german: 'S IST EIN HIEBWERKZEUG.
italian: SEI UN ATTREZZO PER TAGLIARE
portuguese_br: AIS FERRAMENTAS CORTANTIS
russian: ОСТРЫЙ ИНСТРУМЕНТ
spanish: HERRAMIENTA CORTANTE

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.GOLDENMACHETE
source: I don't want to scuff it up.
french: J'ai pas envie de l'érafler.
german: Ich will sie nicht abnutzen.
italian: Non voglio graffiarlo.
portuguese_br: Não quero arranhar.
russian: Не хотелось бы его износить.
spanish: No quiero rayarlo.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MACHETE
source: Or I could just burn my way through.
french: Je pourrais aussi avancer en brûlant tout.
german: Oder ich könnte mir meinen Weg einfach mit Feuer freimachen.
italian: O potrei semplicemente farmi strada con il fuoco.
portuguese_br: Ou eu poderia abrir caminho queimando tudo.
russian: Можно прожечь себе путь.
spanish: O puedo también abrirme paso con fuego.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.GOLDENMACHETE
source: This just made my job easier.
french: Cela m'a simplement facilité la tâche.
german: Das hat meine Arbeit einfach erleichtert.
italian: Questo ha appena reso il mio lavoro più facile.
portuguese_br: Isso só facilitou meu trabalho.
russian: Это только упростило мне работу.
spanish: Esto solo hizo mi trabajo más fácil.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.MACHETE
source: Hack and slash! Working's always fun.
french: Hack and slash ! Travailler est toujours amusant.
german: Hacken und reduzieren! Arbeiten macht immer Spaß.
italian: Hack e slash! Lavorare è sempre divertente.
portuguese_br: Corte e corte! Trabalhar é sempre divertido.
russian: Руби и режь! Работать всегда весело.
spanish: ¡Cortar y tajar! Trabajar siempre es divertido.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.GOLDENMACHETE
source: Hoighty toighty knife!
french: Une lame prétentieuse !
german: Der hat ein Schwert im Gesicht.
italian: È piuttosto un naso a coltello.
portuguese_br: Faca bacanuda!
russian: Фу-ты ну-ты, какой нож!
spanish: ¡Superpoderoso cuchillo!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MACHETE
source: Ah! Very good!
french: Ah ! Très bien !
german: Riecht nicht sehr gut.
italian: Ah! Molto buono!
portuguese_br: Ah! Muito bom!
russian: Ай! Очень хорошо!
spanish: ¡Ah! ¡Muy bien!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.GOLDENMACHETE
source: It chops AND sparkles!
french: Ça coupe et ça fait des étincelles !
german: Er funkelt.
italian: Taglia e scintilla!
portuguese_br: Ele corta E brilha!
russian: Он рубит И сверкает!
spanish: ¡Corta Y brilla!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MACHETE
source: Ooh, that's a thing for chopping.
french: Ohoh ! C'est un truc pour couper !
german: Bereite dich auf deinen Tod vor!
italian: Ooh, è una cosa per tagliare.
portuguese_br: Ohh, isso é uma coisa para cortar.
russian: Ого, вот этой штукой реально можно рубить.
spanish: Ohhh, esto sí que vale para talar.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.GOLDENMACHETE
source: 'Tis a mighty 'eavy blade.
french: F'est une lame facrément lourde.
german: Eine ganz schön schwere Klinge.
italian: Questa è una lama pesante.
portuguese_br: É uma lâmina mui pesada.
russian: Мощное и тяжелое лезвие.
spanish: Es una espada pesada y poderosa.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.MACHETE
source: Ye be slicin'!
french: Tu vas tailler !
german: Das ist schön scharf!
italian: Tu fai tutti a fettine!
portuguese_br: Nos grande dou de talho!
russian: Порежу на кусочки, йар-р!
spanish: ¡Corta, corta!

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.GOLDENMACHETE
source: Pretty Slicer
french: Une jolie trancheuse.
german: Hübsches Hackding.
italian: Bello per affettare
portuguese_br: Cortador bonito.
russian: Красивая резалка
spanish: Bonito cortador

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.MACHETE
source: Slicer. For friend haircuts
french: Une trancheuse pour faire des coupes de cheveux à mes amis.
german: Schlitzer. Für Frisuren von Freunden.
italian: Per tagliare capelli di amici
portuguese_br: Cortador. Pra cortar o cabelos das amigas.
russian: Резалка. Чтобы стричь друзей
spanish: Cortador. Para cortar el pelo a los amigos

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.GOLDENMACHETE
source: Fit for a sophisticated imp!
french: Fit pour un diablotin sophistiqué!
german: Fit für einen anspruchsvollen Kobold!
italian: Adatto per un folletto sofisticato!
portuguese_br: Ajuste para um diabinho sofisticado!
russian: Подходит для изощренного чертенка!
spanish: ¡Apto para un diablillo sofisticado!

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.MACHETE
source: To chop and slash!
french: A hacher et trancher !
german: Zum Hacken und Aufschlitzen!
italian: Per tagliare e tagliare!
portuguese_br: Para cortar e cortar!
russian: Рубить и рубить!
spanish: ¡Para picar y rajar!

# STRINGS.CHARACTERS.WURT.DESCRIBE.GOLDENMACHETE
source: It better than normal hacker.
french: C'est mieux que le hacker normal.
german: Es ist besser als normaler Hacker.
italian: È meglio del normale hacker.
portuguese_br: É melhor do que o hacker normal.
russian: Это лучше, чем обычный хакер.
spanish: Es mejor que un hacker normal.

# STRINGS.CHARACTERS.WURT.DESCRIBE.MACHETE
source: Plant hacker.
french: Pirate des plantes.
german: Pflanzenhacker.
italian: Hacker di piante.
portuguese_br: Hacker de plantas.
russian: Хакер растений.
spanish: hacker de plantas.

# STRINGS.CHARACTERS.WX78.DESCRIBE.GOLDENMACHETE
source: AN OSTENTATIOUS HACKING DEVICE
french: DISPOSITIF DE TAILLE OSTENTATOIRE
german: PRAHLERISCHE HACKVORRICHTUNG.
italian: UN DISPOSITIVO DI ATTACCO APPARISCENTE
portuguese_br: UM DISPOSITIVO DE INVASÃO OSTENTADOR
russian: ДЕМОНСТРАЦИОННОЕ УСТРОЙСТВО КРОМСАНИЯ
spanish: UN DISPOSITIVO OSTENTOSAMENTE CORTANTE

# STRINGS.CHARACTERS.WX78.DESCRIBE.MACHETE
source: A LONG BLADE FOR EXPERT HACKING
french: LAME LONGUE POUR TAILLER EN EXPERT
german: LANGE KLINGE ZUM ZERHACKEN
italian: UN LAMA LUNGA PER UN COLPO ESPERTO
portuguese_br: UMA LÂMINA LONGA PARA RETALHAR COM DESTREZA
russian: ДЛИННОЕ ЛЕЗВИЕ ДЛЯ ОПЫТНЫХ ХАКЕРОВ
spanish: UNA HOJA LARGA PARA CORTAR COMO UN EXPERTO

# STRINGS.NAMES.GOLDENMACHETE
source: Luxury Machete
french: Machette de luxe
german: Luxusmachete
italian: Machete di lusso
portuguese_br: Machete de luxo
russian: Роскошный мачете
spanish: Machete lujoso

# STRINGS.NAMES.MACHETE
source: Machete
french: Machette
russian: Мачете

# STRINGS.RECIPE_DESC.GOLDENMACHETE
source: Hack stuff in STYLE!
french: Pour tailler avec style !
german: Zum Zerhacken! Aber mit Stil!
italian: Per tranciare le cose con STILE!
portuguese_br: Corte tudo com ESTILO!
russian: Руби с блеском!
spanish: ¡Corta cosas con ESTILO!

# STRINGS.RECIPE_DESC.MACHETE
source: Hack stuff!
french: Pour tailler des trucs !
german: Zum Hacken!
italian: Colpisce pesante!
portuguese_br: Corte tudo!
russian: Руби!
spanish: ¡Arma para cortar!

# STRINGS.UI.CUSTOMIZATIONSCREEN.POISON
source: Poison
german: Gift
italian: Veleno
portuguese_br: Veneno
russian: Яд
spanish: Veneno

# STRINGS.UI.SANDBOXMENU.CHOOSEWORLD
source: Choose World
french: choisir le monde
german: Wähle die Welt
italian: scegli il mondo
portuguese_br: escolha o mundo
russian: выбрать мир
spanish: elige el mundo
