Repository: DST-Hamlet/travel-core
Catalog: scripts/languages/*_polish.po
Languages: pl

# STRINGS.ACTIONS.HACK
source: HACK
pl: Siecz

# STRINGS.ACTIONS.SHEAR
source: Shear
pl: Ostrzyż

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.GOLDENMACHETE
source: Hack in style!
pl: Rąb jak szlachcic!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MACHETE
source: I like the cut of this blade.
pl: Podoba mi się to ostrze.

# STRINGS.CHARACTERS.WAGSTAFF.DESCRIBE.GOLDENMACHETE
source: Gold is so plentiful here I can use it in household tools.
pl: Tutaj jest tyle złota, że mogę je wykorzystać do wytwarzania narzędzi.

# STRINGS.CHARACTERS.WAGSTAFF.DESCRIBE.MACHETE
source: A pragmatic tool for slashing objects.
pl: Praktyczne narzędzie tnące.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.GOLDENMACHETE
source: I can hack in style.
pl: Mogę rąbać jak szlachcic.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.MACHETE
source: What a hack job.
pl: Będzie sieczka.

# STRINGS.CHARACTERS.WALTER.DESCRIBE.GOLDENMACHETE
source: Hack in style!
pl: Hackuj w dobrym stylu!

# STRINGS.CHARACTERS.WALTER.DESCRIBE.MACHETE
source: I like the cut of this blade.
pl: Podoba mi się krój tego ostrza.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.GOLDENMACHETE
source: What else do you do with gold in a jungle island?
pl: Co jeszcze można zrobić ze złotem na wyspie w dżungli?

# STRINGS.CHARACTERS.WANDA.DESCRIBE.MACHETE
source: It's for chopping, simple as that.
pl: To do siekania, proste.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.GOLDENMACHETE
source: Fancy slicer.
pl: Porządny tasak.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.MACHETE
source: I could chop many an onion with this!
pl: Mógłbym tym posiekać sporo cebuli!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.GOLDENMACHETE
source: I shall swing you with pride.
pl: Będę cię dzierżyć z honorem.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.MACHETE
source: A fine length of blade.
pl: Doskonała długość ostrza.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.GOLDENMACHETE
source: I've always wanted to hack things in luxury.
pl: Zawsze pragnąłem siec wszystko jak szlachcic.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MACHETE
source: Truthfully I was always a hack.
pl: Zawsze chciałem mieć coś takiego.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.GOLDENMACHETE
source: What a beautiful blade!
pl: Przepiękne ostrze!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.MACHETE
source: Hyah! Hyah!
pl: Ciach! Ciach!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.GOLDENMACHETE
source: What a fancy blade to ruin bamboo with!
pl: Strzeżcie się, bambusy!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MACHETE
source: This is a lot of blade.
pl: Dużo tego ostrza.

# STRINGS.CHARACTERS.WHEELER.DESCRIBE.GOLDENMACHETE
source: For the sophisticated adventurer.
pl: Dla wyrafinowanych poszukiwaczy przygód.

# STRINGS.CHARACTERS.WHEELER.DESCRIBE.MACHETE
source: Machete. Designed for adventure.
pl: Maczeta. Stworzona do przygód.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.GOLDENMACHETE
source: The most malleable of metals, but let's see how it slices.
pl: Najłatwiej formowalny z metali. Zobaczmy, jak sobie radzi z cięciem.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MACHETE
source: Used for hacking through the brush.
pl: Służy do przedzierania się przez zarośla.

# STRINGS.CHARACTERS.WILBA.DESCRIBE.GOLDENMACHETE
source: 'TIS SHINY TOOL O' SLASHINGS
pl: BŁYSZCZĄCE NARZĘDZIE CIĘCIA

# STRINGS.CHARACTERS.WILBA.DESCRIBE.MACHETE
source: YON SLASHY TOOL
pl: TYMŻE CZYNI SIĘ CIĘCIE

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.GOLDENMACHETE
source: I don't want to scuff it up.
pl: Nie chciałabym jej zadrapać.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MACHETE
source: Or I could just burn my way through.
pl: Łatwiej byłoby wypalić sobie drogę ogniem.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.GOLDENMACHETE
source: This just made my job easier.
pl: To tylko ułatwiło mi pracę.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.MACHETE
source: Hack and slash! Working's always fun.
pl: Hack and slash! Praca jest zawsze zabawna.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.GOLDENMACHETE
source: Hoighty toighty knife!
pl: Uuu... błyszczący tasak!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MACHETE
source: Ah! Very good!
pl: Ach! Świetna rzecz!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.GOLDENMACHETE
source: It chops AND sparkles!
pl: Tnie i do tego się błyszczy!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MACHETE
source: Ooh, that's a thing for chopping.
pl: Nawet niezła do rąbania.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.GOLDENMACHETE
source: 'Tis a mighty 'eavy blade.
pl: Ciężka jak pierun.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.MACHETE
source: Ye be slicin'!
pl: Będzie sieczka!

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.GOLDENMACHETE
source: Pretty Slicer
pl: Ładny ścinacz

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.MACHETE
source: Slicer. For friend haircuts
pl: Ścinacz. Do strzyżenia przyjaciół

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.GOLDENMACHETE
source: Fit for a sophisticated imp!
pl: Pasuje do wyrafinowanego impa!

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.MACHETE
source: To chop and slash!
pl: Siekać i ciąć!

# STRINGS.CHARACTERS.WURT.DESCRIBE.GOLDENMACHETE
source: It better than normal hacker.
pl: To lepsze niż zwykły haker.

# STRINGS.CHARACTERS.WURT.DESCRIBE.MACHETE
source: Plant hacker.
pl: Haker roślin.

# STRINGS.CHARACTERS.WX78.DESCRIBE.GOLDENMACHETE
source: AN OSTENTATIOUS HACKING DEVICE
pl: OSTENTACYJNE URZĄDZENIE SIECZNE.

# STRINGS.CHARACTERS.WX78.DESCRIBE.MACHETE
source: A LONG BLADE FOR EXPERT HACKING
pl: DŁUGIE OSTRZE DO SIECZENIA.

# STRINGS.NAMES.GOLDENMACHETE
source: Luxury Machete
pl: Luksusowa maczeta

# STRINGS.NAMES.MACHETE
source: Machete
pl: Maczeta

# STRINGS.RECIPE_DESC.GOLDENMACHETE
source: Hack stuff in STYLE!
pl: Będzie sieczka! I to w jakim stylu!

# STRINGS.RECIPE_DESC.MACHETE
source: Hack stuff!
pl: Będzie sieczka!

# STRINGS.UI.CUSTOMIZATIONSCREEN.POISON
source: Poison
pl: Trucizna

# STRINGS.UI.SANDBOXMENU.CHOOSEWORLD
source: Choose World
pl: wybierz świat
